Repository: klipperdev/resource
Catalog: Resources/translations/KlipperResource.*.xlf
Languages: fr

source: The resource cannot be created because it has an identifier
fr: La ressource ne peut pas être créée car elle possède un identifiant

source: The resource cannot be updated because it has not an identifier
fr: La ressource ne peut pas être mise à jour car elle n'a pas d'identifiant

source: The resource cannot be deleted because it has not an identifier
fr: La ressource ne peut pas être supprimée car elle n'a pas d'identifiant

source: The resource cannot be undeleted because it has not an identifier
fr: La ressource ne peut pas être restaurée car elle n'a pas d'identifiant

source: The object with the identifier "{{ id }}" does not exist
fr: L'objet avec l'identifiant "{{ id }}" n'xiste pas

source: Caused by previous internal database error
fr: Causé par une précédente erreur interne de la base de données

source: Database error
fr: Erreur de la base de données

source: The resource type can not be undeleted
fr: Le type de ressource ne peut pas être supprimé

source: The size of the request data list ({{ requestSize }}) is different that the object instance list ({{ objectSize }})
fr: La taille de la liste de la requête ({{ requestSize }}) est différente de celle de la liste des instances d'object({{ objectSize }})

source: The list of resource sent exceeds the permitted limit ({{ limit }})
fr: La liste des ressources envoyées dépasse la limite autorisée ({{ limit }})

source: The "records" field is required
fr: Le champs "records" est requis

source: Request body should be a JSON object
fr: Le corps de la requête doit être un objet JSON

source: Request body should be a XML object
fr: Le corps de la requête doit être un objet XML
